[
  {
    "name": "Monstera",
    "scientificName": "Monstera deliciosa",
    "origin": "Tropical Americas",
    "lightReq": "Bright indirect to medium indirect light",
    "waterReq": "Water every 1-2 weeks, allowing soil to dry out between waterings. Expect to water more often in brighter light and less often in lower light. Monsteras can benefit from filtered water or leaving water out overnight before using.",
    "notes": "Monsteras are climbing plants and love to ascend vertical surfaces. If you want to grow your Monstera tall instead of wide, use stakes or moss sticks to guide its growth upward. Monsteras appreciate a warm, humid environment, a good amount of water and gentle sunlight.",
    "image": "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcSKj-rcawftngt1iMiQf7EFos3RHnmKN0yvD4BkXTJ6VVe8s6wwyLYLCBiOf9YfHQIZyotJRrk3RSYxIqA",
    "catagories": ["bedroom"],
    "id": 1
  },
  {
    "name": "Pothos",
    "scientificName": "Epipremnum aureum",
    "origin": "French Polynesia",
    "lightReq": "Bright indirect light, but can tolerate medium to low indirect light. Not suited for intense, direct sun.",
    "waterReq": "Water every 1-2 weeks, allowing soil to dry out between waterings. Expect to water more often in brighter light and less often in lower light.",
    "notes": "Pothos is a Category II invasive exotic in Florida and should not be planted in outdoor landscapes. I have two of these in my apartment.",
    "image": "https://cdn.shopify.com/s/files/1/0006/7357/9066/products/tula-plants-design-golden-pothos-hanging-basket_1296x.jpg?v=1588223688",
    "catagories": ["living-room", "bathroom-hallway-kitchen"],
    "id": 2
  },
  {
    "name": "Bird's nest fern",
    "scientificName": "Asplenium nidus",
    "origin": "Southeast Asia, Polynesia",
    "lightReq": "Thrives in medium indirect light, but can tolerate low indirect light.",
    "waterReq": "Thrives in medium to bright indirect light, but can tolerate low indirect light.",
    "notes": "The Bird's Nest is the most hardy fern around! This plant that can tolerate lower light levels and less frequent waterings despite its sub tropical origins. It is an epiphytic plant that grows off trees and understory of the forest canopy.",
    "image": "https://housing.com/news/wp-content/uploads/2022/10/1-98.jpg",
    "image2": "https://hgtvhome.sndimg.com/content/dam/images/hgtv/products/2019/9/19/3/RX_The-Sill_Birds-Nest-Fern.png.rend.hgtvcom.616.822.suffix/1568930123736.png",
    "catagories": ["living-room"],
    "id": 3
  },
  {
    "name": "Aloe vera",
    "scientificName": "Aloe barbadensis miller",
    "origin": "Arabian Peninsula, but grows wild in tropical, semi-tropical, and arid climates around the world",
    "lightReq": "Needs access to bright light. They prefer full sun or partial sun, but not too much direct sunlight as this can cause an aloes soft skin to burn. ",
    "waterReq": "Although aloe plants enjoy a heavy watering, they sensitive to too much watering. Allow the top third of the soil to go completely dry before each water.",
    "notes": "Needs well draining soil. Select a south or west-facing window for your aloe so it can enjoy warmer afternoon sunlight. A windowsill with bright indirect light is a great spot for an aloe.",
    "image": "https://howtohouseplant.com/wp-content/uploads/2022/08/aloe-vera-plant-up-close.jpg",
    "catagories": ["living-room"],
    "id": 4
  },
  {
    "name": "UFO plant",
    "scientificName": "Pilea peperomioides",
    "origin": "Southern China",
    "lightReq": "Bright light without too much direct light.",
    "waterReq": "Allow the top 2”-3” of the Pilea peperomioides' soil to dry between waterings. Typically, deeply watering this plant once a week will suffice, but it will depend on the amount and quality of light it is receiving. Drooping leaves can be an indication that the plant is in need of water, but always check the soil moisture a few inches below the surface to confirm your diagnosis before watering.",
    "notes": "This plant is quite communicative! Watch for the leaves beginning to droop, as this can be a sign that it needs water. I started with one, but have propigated and aquired three more",
    "image": "https://en.wikipedia.org/wiki/Pilea_peperomioides#/media/File:Pilea_peperomioides_Chinese_money_plant.jpg",
    "catagories": ["living-room"],
    "id": 5
  },
  {
    "name": "Mexican feather grass",
    "scientificName": "Nassella tenuissima",
    "origin": "South-western United States, northern Mexico and Argentina",
    "lightReq": "Full sun, indoor or out",
    "waterReq": "Water plants weekly during the first growing season after planting. Moving forward, you'll need to water this perennial only during extreme dry periods",
    "notes": "Needs well draining soil inside or out. Not typically a indoor plant, but I keep one inside. It's a lovely low maintence plant for landscaping.",
    "image": "https://www.wildflower.org/gallery/result.php?id_image=23375",
    "image2": "https://www.cristinasgc.com/Plant-Name/_ccLib/image/plantstock/WEB/WEB-002675.jpg",
    "image3": "https://hoffmannursery.com/assets/files/images/Nassella_tenuissima_01.jpg",
    "catagories": ["outdoor", "living-room"],
    "id": 6
  },

  {
    "name": "Philodendron hope",
    "scientificName": "Thaumatophyllum bipinnatifidum",
    "origin": "Tropical regions of South America",
    "lightReq": "medium or bright indirect light. This plant does not do well in low light spaces. It can tolerate very high light but may need additional care.",
    "waterReq": "Appreciates a warm humid environment and moderate water. Mist almost daily in sunny locations and give a soak once a week to twice a week in spring and summer.",
    "notes": "In the correct conditions outside, their deeply lobed leaves can grow up to almost 5 feet. However, I have struggled with mine probably due to intense direct light it gets all day in the living room.",
    "image": "https://www.sixthcitycycles.com/uploads/1/3/1/6/131642796/s203435925729811916_p204_i1_w3024.jpeg?width=1200",
    "image2": "https://plantly.io/wp-content/uploads/2020/10/leaves-g3517a7be4_1920-1536x1024.jpg",
    "catagories": ["living-room"],
    "id": 7
  },
  {
    "name": "Mother of thousands",
    "scientificName": "Kalanchoe houghtonii",
    "origin": "Madagascar and tropical Africa",
    "lightReq": "Bright light or lightly filtered shade. At least 4-5 hours of direct sunlight for best results",
    "waterReq": "Is very drought tolerant, but prefers at least one soak each week. More water in warmer months. Try not to water on the leaves, but only add water to the soil",
    "notes": "Kalanchoe houghtonii is a hybrid between K. daigremontiana and K. delagoensis. It grows like a weed -- I started with a small one and it keeps propigating on its own. If you want a plant you can't kill, take this one! Although poison's to animals.",
    "image": "http://t1.gstatic.com/licensed-image?q=tbn:ANd9GcTR5afuBwc9xq4P_5OlacCwBURvKYj5HwIFHMgeGlRta6uKMKuZR6pGCprrlPCeo8h-KHXPra4H8dACD98",
    "catagories": ["living-room"],
    "id": 8
  },
  {
    "name": "Burro's tail",
    "scientificName": "Sedum morganianum",
    "origin": "Southern Mexico",
    "lightReq": "Bright light that bathes the plant.",
    "waterReq": "As a succulent it is heat and drought tolerant, well suited for warm temperates. Plat needs good drainage. Water mildly once a week.",
    "notes": "Slow grower, needs to be handled with care as its leaflets can break off easily.",
    "image": "https://cdn.apartmenttherapy.info/image/upload/v1589851758/stock/shutterstock_1620707989.jpg",
    "catagories": ["living-room"],
    "id": 9
  },
  {
    "name": "Spider plant",
    "scientificName": "Chlorophytum comosum",
    "origin": "South and West African",
    "lightReq": "Bright to moderate light with little to no direct light.",
    "waterReq": "Keep the soil slightly moist. Once-a-week watering is sufficient in spring and summer; in winter, allow the soil to dry a bit more between waterings.",
    "notes": "I have two now, both are progrigantions from the original I had. In good conditions they send out long shoots with little white flowers in the spring.",
    "image": "https://images.immediate.co.uk/production/volatile/sites/10/2018/10/2048x1365-Houseplants-for-shade-spider-plant-8b7aabb.jpg?quality=90&resize=960%2C640",
    "catagories": ["living-room"],
    "id": 10
  },
  {
    "name": "Bird of paradise",
    "scientificName": "Strelitzia nicolai",
    "origin": "South Africa",
    "lightReq": "Medium Light, best in a bright location with mostly indirect light.",
    "waterReq": "Bird of Paradise prefer moist (but not soggy) soil. Try to never let the soil dry completely, but be careful not to over water. Generally, it is optimal to water when the top 2-3 inches of the soil are dry. Bird of Paradise love humidity and will reward regular misting with profuse growth.",
    "notes": "Bird of paradise plants sold for home/indoor use are usually the White bird of paradise which grows taller, has larger leaves, and a white bloom. However, most indoor Bird of paradise plants will not bloom as it is dificult to acheive the right conditions indoors.",
    "image": "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/gallery_gu_bird-of-paradise-14_070d81de-172b-4eec-a60f-a0ed14cadc3d.jpg?v=1618949230",
    "image2": "https://cdn.shopify.com/s/files/1/0013/3529/6118/products/gallery_bird-of-paradise-14-corner_enviro_01_-001.jpg?v=1618949230",
    "catagories": ["living-room", "bedroom"],
    "id": 11
  },
  {
    "name": "Satin pothos",
    "scientificName": "Scindapsus pictus",
    "origin": "Southeast Asia",
    "lightReq": "Prefers medium to bright indirect light, but can tolerate low indirect light.",
    "waterReq": "Water every 1-2 weeks, allowing soil to dry out between waterings. Expect to water more often in brighter light and less often in lower light.",
    "notes": "Not actually a pothos! If leaves are curling, wilting it can be underwatering. If leaves are yellowing and there is wet potting mix it can be from overwatering.",
    "image": "https://plantura.garden/uk/wp-content/uploads/sites/2/2022/03/hanging-satin-pothos-1024x682.jpg?x96810",
    "image2": "https://www.thespruce.com/thmb/fN2eSyaKOQHsfGt_qyUfW_GPYvc=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/growing-satin-pothos-5114102-hero-9415effa5b9b44d6918731503ec76b6f.jpg",
    "image3": "https://www.google.com/search?q=satin+pothos+origin&sxsrf=AJOqlzUkctCkg1pWl5aRukrokwWEBrb7nQ:1674677468051&source=lnms&tbm=isch&sa=X&ved=2ahUKEwiUyeLcw-P8AhUbSTABHe11DWIQ_AUoAXoECAEQAw&biw=1292&bih=723&dpr=2#imgrc=_PoC6GI9S0fWaM&imgdii=JMeB2G2ySOyBQM",
    "catagories": ["bedroom"],
    "id": 12
  },
  {
    "name": "Crocodile fern",
    "scientificName": "Microsorium musifolium 'Crocydyllus'",
    "origin": "Southeast Asia and parts of Australia",
    "lightReq": "Ranges of light as long as it is indirect.",
    "waterReq": "Water your plant thoroughly and consistently. When you notice the top of the soil getting dry, water until it drains out of the bottom of the pot. Although you have to make sure it drains access water so it isn't waterlogged.",
    "notes": "The crocodile fern is an epiphytic terrestrial fern -- it grows up trees in the wild where it's shaded by the tree's canopy. Beautiful and interesting foliage comes from this fairly easy to care for plant.",
    "image": "https://indoorhomegarden.com/wp-content/uploads/2021/07/Crocodile-Fern-Care.jpg",
    "catagories": ["bedroom"],
    "id": 13
  },
  {
    "name": "Staghorn fern",
    "scientificName": "Platycerium bifurcatum",
    "origin": "Primarily Africa, Australia and Southeast Asia",
    "lightReq": "bright, indirect light preferred, but dappled or filtered light can work.",
    "waterReq": "A good rule of thumb is to water once per week in dry, hot times of year, and once every two weeks during cooler months. However more humidity can mean less watring and vice versa. Try not to water in the center of the plant.",
    "notes": "Staghorn ferns are a group of about 18 species of epiphytic ferns in the genus Platycerium. An Epiphytic plant grows above ground, supported nonparasitically by another plant or object, and deriving its nutrients and water from rain, the air, dust, etc.",
    "image": "https://4.bp.blogspot.com/-UvXHQdZX4KM/VnHd4ar407I/AAAAAAAAI2Q/hRXOL4OKOmc/s1600/floragrub-staghorns.jpg",
    "image2": "https://igiardinidiellis.it/wp-content/uploads/2020/10/PLATYCERIUM-BIFURCATUM1.jpg",
    "catagories": ["bedroom"],
    "id": 14
  },
  {
    "name": "Bromeliad",
    "scientificName": "Bromeliaceae",
    "origin": "Tropical Americas",
    "lightReq": "Medium to bright light as indoor specimens.",
    "waterReq": "I typically water very little on the actual soil. Instead I create a humid environment by adding water to the cups the base leaves create.",
    "notes": "Bromeliad plants don’t need deep pots or thick potting soils. They do even better in shallow pots and may grow in low soil mediums such as orchid mix, a blend of bark, and sphagnum moss. These epiphytes are not long lived and will generally start to die back after flowering",
    "image": "https://cdn.shopify.com/s/files/1/0417/7140/1380/articles/Plant-Guides-Featured-Image-11_1000x.png?v=1597298703",
    "catagories": ["bedroom"],
    "id": 15
  },
  {
    "name": "Arrowhead plant",
    "scientificName": "Syngonium podophyllum",
    "origin": "Mexico to Ecuador",
    "lightReq": "Medium to bright light, tolerates low light.",
    "waterReq": "Out of the plants in my room it prefers a bit more water, but let soil dry out halfway between waterings. Increase frequency with increased light.",
    "notes": "Poisonous but non-lethal sap causes skin irritation and burning of the mouth if ingested. Best practice is always to keep houseplants out of reach of small children and pets.",
    "image": "https://fiddleandthorn.com/static/bef39a89f23b920353b63928211fe3da/e04a1/pexels-carolina-daly-4671041-scaled-1-aspect-ratio-4-3.jpg",
    "catagories": ["bedroom"],
    "id": 16
  },
  {
    "name": "Jade",
    "scientificName": "Crassula ovata",
    "origin": "South Africa",
    "lightReq": "Direct light, at least 4 hours per day in a south-facing or west-facing window.",
    "waterReq": "Keep soil moist but not wet during the growing season (spring and summer) and let the soil dry out during the dormant season (fall and winter). Watering weekly to twice weekly depending on how much light it gets.",
    "notes": "My jade plant is one of my oldest plants, I've had it for about 7-8 years now. It's also the most visually interesting, I don't see many other jades that look like the one I havee. I started with one jade plant and over the years have propigated 3 additional jade plants. Very easy to propigate with a cutting that can go directly in soil after sitting out for a couple days.",
    "image": "https://www.ruralsprout.com/wp-content/uploads/2022/03/flowering-jade-pot.jpg.webp",
    "image2": "https://empire-s3-production.bobvila.com/articles/wp-content/uploads/2021/08/iStock-1160835576.jpg",
    "catagories": ["living-room"],
    "id": 17
  },
  {
    "name": "Maiden hair fern",
    "scientificName": "Adiantum",
    "origin": "Widely spread, most noteable the Americas",
    "lightReq": "Bright indirect to medium indirect light.",
    "waterReq": "Most frequently found on rich wooded slopes, ravine bottoms and damp shady woods. As such it prefers ample moisture and can't stand to dry out much.",
    "notes": "There are some 250 species, of which a couple also thrive in cooler regions.",
    "image": "https://www.gertens.com/media/catalog/product/cache/2f7118fbe7bd22be61cf8b73d4db9058/m/a/maidenhair-fern-6in.jpg",
    "catagories": ["living-room"],
    "id": 18
  },
  {
    "name": "African milk bush",
    "scientificName": "Euphorbia trigona",
    "origin": "Central Africa",
    "lightReq": "Bright direct light",
    "waterReq": "Drought tolerant and likes to dry out completely between each watering. They will not tolerate wet or soggy soil so make sure it is a well draining soil mix. Water mildly once a week at night, as it mimics the watering it receives in nature.",
    "notes": "My queen of the living room, I love her! She looks like a catus, but is not and likes to be watered regularly. Be careful not to handle her because she will poke you and if broken has a poisonous sap (that looks like milk) that comes out.<br><br>She is also special to me because I rescued this plant from being thrown away and now she is thriving",
    "image": "https://images.squarespace-cdn.com/content/v1/560a1f4ee4b0b632352d81a1/1605305544926-Y5Q8IINUQE7THT60984K/Flora+Grubb+Gardens+indoor+houseplant+selection+includes+euphorbias+and+other+succulents.png?format=1500w",
    "catagories": ["living-room", "bathroom-hallway-kitchen"],
    "id": 19
  },
  {
    "name": "ZZ plant",
    "scientificName": "Zamioculcas zamiifolia",
    "origin": "East Africa, from Kenya to South Africa",
    "lightReq": "Thrives in medium to bright indirect light, but can tolerate low indirect light. Not suited for intense, direct sun.",
    "waterReq": "Water once every 2-3 weeks, allowing soil to dry out between waterings. Expect to water more often in brighter light and less often in lower light or winter months.",
    "notes": "This plant thrives when neglected! It has large potato-like rhizomes under the surface of the ZZ Plant's soil. These store water to help the plant survive drought.",
    "image": "http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcQ6x0KJ9i92Ch991BRUvIHLPjrEoijVqD-MidUUsb2pkLGqQdZbCdRolOITkHdGKX_rurUXWOh-b6kGEaU",
    "catagories": ["bathroom-hallway-kitchen", "bedroom"],
    "id": 20
  },
  {
    "name": "Rattlesnake calathea",
    "scientificName": "Goeppertia insignis",
    "origin": "Brazil",
    "lightReq": "Can be anywhere from bright to lower light as long as it is indirect",
    "waterReq": "Do best in evenly moist soil, but they don't like being waterlogged or too dry. This means you should water when the surface of the soil feels dry -- once a week or even more if conditions are dry. I keep this plant in the bathroom where there is bright indirect light and humidity from the shower. This plant also is picky about water and prefers that you let the water sit overnight or a period of time before use.",
    "notes": "Calatheas exhibit a phenomenon known as nyctinasty. They move their leaves from day to night as a part of their circadian rhythm. This is why they are in the group known as prayer plants.",
    "image": "https://cdn.shopify.com/s/files/1/0501/5191/5673/products/2021-01-18-045832827_grande.jpg?v=1655914008",
    "catagories": ["bathroom-hallway-kitchen"],
    "id": 21
  },
  {
    "name": "Monstera ginny",
    "scientificName": "Rhaphidophora tetrasperma",
    "origin": "Southeast Asia — specifically the Malay Peninsular areas of Southern Thailand and Malaysia",
    "lightReq": "Bright indirect or filtered light",
    "waterReq": "Moderate watering + misting -- it likes humidity. Allow soil to partially dry out before watering, but can also spray leaves with water to create a humid environment",
    "notes": "I don't see this one in stores very often. I got this one from a friend who was moving away from NY and love how it looks in my kitchen. It is a vine growing plant so I created something for it to grow up.",
    "image": "https://images.squarespace-cdn.com/content/v1/5e1a9e93d343ec0c523f4074/1618028070984-4IAAD3FI4C3Y0EV62835/Guide_Mini_Monstera.jpg?format=750w",
    "catagories": ["bathroom-hallway-kitchen"],
    "id": 22
  },
  {
    "name": "Red hot poker",
    "scientificName": "Kniphofia uvaria",
    "origin": "South Africa",
    "lightReq": "Full sun",
    "waterReq": "Drought resistant, but likes 1 inch per week in the spring and summer. This plant needs moisture when the blooms are forming and will fail to flower if conditions are too dry.",
    "notes": "Likes moist, humus-rich well-drained soil. In the summer, Kniphofia can handle moisture, but they need well-drained soil during the winter. Kniphofia can tolerate wind and are a good choice for coastal plantings. Deadheading (removing spent flower blossoms) will prolong the bloom season.",
    "image": "https://www.cal-ipc.org/wp-content/uploads/2017/10/Kniphofia-uvaria-by-Toby-Hudson.jpg",
    "image2": "https://cdn11.bigcommerce.com/s-jmzfi5zcr2/images/stencil/1920w/products/731/8671/Pyromania_Backdraft_Red_Hot_Poker_with_Orange_Yellow_Blooms__35284.1615499880.jpg?c=2",
    "catagories": ["outdoor"],
    "id": 23
  },
  {
    "name": "Canna",
    "scientificName": "Canna",
    "origin": "South America, Central America, the West Indies, and Mexico",
    "lightReq": "Full sun",
    "waterReq": "Wet soil. If soil doesn't remain moist, provide a good soaking once a week and every other day during the hottest weeks of summer. Water freely in dry spells.",
    "notes": "A common tripical plant that comes in many colors and heights, can grow between 3-5 feet tall. Cannas need full sun to reach their flowering potential. Shade encourages leggy growth that can cause foliage to flop over. Plants in shade won't produce as many flowers, either. Several varieties are grown for their colorful leaves, which are not as bright in the shade.",
    "image": "https://i.pinimg.com/originals/6a/4a/c1/6a4ac1d45db448da6dd8eaee20f41722.jpg",
    "image2": "https://www.allaboutgardening.com/wp-content/uploads/2022/08/Canna-Lily-1200x667.jpeg",
    "catagories": ["outdoor"],
    "id": 24
  },
  {
    "name": "Elephant ear",
    "scientificName": "Colocasia",
    "origin": "Southeast Asia",
    "lightReq": "Sun with partial shade to dappled light",
    "waterReq": "This plant likes to grow in heavily watered conditions and the more sun they receive the more water they will require. Will need daily watering in summer months.",
    "notes": "Bulbs are commonly found, but will not sprout until ground tempurtures reach around 80 degrees. Typically grows 3-6' tall and as wide. Also known as Taro, it is also grown as a crop.",
    "image": "https://www.gardendesign.com/pictures/images/900x705Max/site_3/elephant-ear-alocasia-calidora-garden-design_11016.jpg",
    "catagories": ["outdoor"],
    "id": 25
  },
  {
    "name": "Sage",
    "scientificName": "Salvia officinalis",
    "origin": "Mediterranean region",
    "lightReq": "Partial to full sun",
    "waterReq": "Once it has an established root system, sage can thrive on weekly waterings unlike my other outdoor plants. It's very hearty and easy to care for.",
    "notes": "Sage has tons of lovely sprays of flowers in the spring time and those flowers produce seeds that will find their way into all other soils and planters. It almost grows like a weed. A few times I allowed new sage plants to sprout and after a few seasons of doing so I noticed one of the latest ones was producing a white flower instead of the purple flower that the original/mother and siblings produced -- nature is incredible!",
    "image": "https://ucanr.edu/blogs/dirt/blogfiles/55391_original.jpg",
    "catagories": ["outdoor"],
    "id": 26
  },
  {
    "name": "Honeysuckle vine",
    "scientificName": "x",
    "origin": "x",
    "lightReq": "x",
    "waterReq": "x",
    "notes": "x",
    "image": "x",
    "catagories": ["outdoor"],
    "id": 27
  },
  {
    "name": "Spanish flag",
    "scientificName": "x",
    "origin": "x",
    "lightReq": "x",
    "waterReq": "x",
    "notes": "x",
    "image": "x",
    "catagories": ["outdoor"],
    "id": 28
  },
  {
    "name": "Blueberry bush",
    "scientificName": "x",
    "origin": "x",
    "lightReq": "x",
    "waterReq": "x",
    "notes": "x",
    "image": "x",
    "catagories": ["outdoor"],
    "id": 29
  },
  {
    "name": "Rosemary",
    "scientificName": "x",
    "origin": "x",
    "lightReq": "x",
    "waterReq": "x",
    "notes": "x",
    "image": "x",
    "catagories": ["outdoor"],
    "id": 30
  }
]
